{
    "articles": [
        {
            "title": "Vienna State Opera",
            "quote": "the most celebrated opera house of all time",
            "description": "The Vienna State Opera is a stunning architectural structure in the middle of Austria’s capital. and quite possibly the most celebrated opera house of all time. The orchestra is recognized as one of the top in the world. While there, take in one of history’s most famous operas or ballets, offered in both classical and modern versions for viewers to choose from."
        },
        {
            "title": "St Anton am Arlberg",
            "quote": "offers serious, legendary ski terrain",
            "description": "Another famous ski resort area worth visiting in Austria is called St Anton am Arlberg. Located in Tyrol, this village offers serious, legendary ski terrain for those who are seeking a challenge. Often attracting adventurous youths, St Anton is notorious for living up to the saying “work hard, play hard”. The vast landscape welcomes its loyal winter crowd, as well as its summer mountaineers, who come to trek the landscape each year. If you are looking for a good time, St Anton is the place to be."
        }, 
        {
            "title": "Grossglockner Alpine Road",
            "quote": "get the unobstructed view of Austria’s highest mountain",
            "description": "Grossglockner Alpine Road is a panoramic road which takes you up to the Kaiser Franz Josefs Höhe Visitor Center. From there, you get the unobstructed view of Austria’s highest mountain, the Grossglockner. The Grossglockner Alpine Road is a toll road, but the fabulous high alpine scenery more than makes up for the expenses. The road is normally open from the beginning of May to the end of October."
        },
        {
            "title": "Schonbrunn Palace",
            "quote": "Comparable in grandeur to Versailles",
            "description": "Last on the list is Schönbrunn Palace, one of the major tourist attractions in Vienna. Comparable in grandeur to Versailles, this 1,441 room palace was built between 1696 and 1712 at the request of Emperor Leopold I and turned into the imperial summer palace by Maria Theresa. The Palace Park offers a lot of attractions, such as the Privy Garden, the oldest zoo in the world, a maze and labyrinth, and a marble summerhouse situated on top of a 60 meter high hill."
        }
    ],
    
    "images": [
        "http://www.onlyrooms.com/admin/content/fckupload/vienna-state-opera-25.jpg",
        "http://cdn.snowplaza.nl//content/enarrablesphotos/1024x768/201406.jpg",
        "http://www.sonnhof-alpendorf.at/wp-content/uploads/2012/09/Grossglockner_Hochalpenstra%C3%9Fe_Hotel_Sonnhof.jpg",
        "http://www.planetware.com/photos-large/A/schonbrunn-palace.jpg"
     ]
}
        
