[
	{
		"title": "The Peles Castle",
		"quote": "one of Romania’s most important and impressive landmarks",
		"description": "The Peles Castle is one of Romania’s most important and impressive landmarks, originally representing a place for relaxation and leisure for the country’s monarchs. The castle was sketched out by architects Karel Liman and Johannes Schultz, and it was built in 1914 in Sinaia, Prahova, just 27 miles away from the beautiful city of Brasov. During their visit, tourists are able to admire the sheer luxury and majestic beauty of this architectural masterpiece. Highlights include a series if lavish rooms such as the theatre room, council room, arms room and living room. However, the Imperial Bedroom is by far the most impressive room in the building, flaunting exquisite decorations such a wonderful chandelier made using Bohemian crystal."
	},
	{
		"title": "The Turda Salt Mine",
		"quote": "it is over 13 million years old, weighing a total of 38 million tons",
		"description": "The salt mine of Turda can be found in the Dugau-Valea Sarata area of Turda, and it is over 13 million years old, weighing a total of 38 million tons. Tourists can enter the mines and admire their exquisite natural beauty through the Salina-Durgau tourist center. Highlights include the Altar Room, the Rudolf Mine, the Terezia Mine (367 feet tall) and the Ghizela Room."
	},
	{
		"title": "The Sphinx of Bucegi",
		"quote": "it bears a close resemblance to the Egyptian Sphinx",
		"description": "The Bucegi Sphinx can be found in the Bucegi Mountains, at an altitude of 7,270 feet. The Sphinx of Bucegi was named this way because it resembles a human head and because it bears a close resemblance to the Egyptian Sphinx. The Sphinx is easily accessible to tourists via the Busteni – Babele cable car, while the nearby Babele Caban stands ready to offeroffer fantastic accommodation options."
	},
	{
		"title": "The People’s Palace in Bucharest",
		"quote": "the second largest administrative building in the world",
		"description": "The People’s Palace, also known as the Palace of the Parliament is the second largest administrative building in the world after the Pentagon. To give you a better idea regarding the building’s size, imagine that its volume is actually 2% larger compared to the Pyramid of Keops. The People’s Palace comprises approximately 1000 rooms, including 4 restaurants, 30 saloons, 440 offices, 2 underground parking lots and 3 libraries. Tourists are able to visit the Palace daily between 10am and 4pm, while the entrance fee is about $4,4."
	}
]
